Sysbench_PolarDB_Mysql5.7-8.0/Sysbench_Mysql8.0_log/Mysql8.0-32Core256GB-1Node/202103111137/sysbench_read_write_5500.log
Time: 20210311120921, now running sysbench with thread of:  + 5500
Running command: sysbench /usr/share/sysbench/oltp_read_write.lua --db-driver=mysql --mysql-host=pc-0iw595o4721av8f38.rwlb.japan.rds.aliyuncs.com --mysql-port=3306 --mysql-user=sbtest --mysql-password=Test1234 --mysql-db=sbtest --table-size=100000000 --tables=500 --events=0 --time=60 --db-ps-mode=disable --percentile=95 --report-interval=1 --threads=5500 run
sysbench 1.0.18-ab7d582 (using bundled LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 5500
Report intermediate results every 1 second(s)
Initializing random number generator from current time


Initializing worker threads...

Threads started!

[ 1s ] thds: 5500 tps: 2858.09 qps: 115172.25 (r/w/o: 91501.18/13124.05/10547.02) lat (ms,95%): 960.30 err/s: 0.00 reconn/s: 0.00
[ 2s ] thds: 5500 tps: 7472.27 qps: 141208.62 (r/w/o: 95500.37/30766.71/14941.54) lat (ms,95%): 1739.68 err/s: 0.00 reconn/s: 0.00
[ 3s ] thds: 5500 tps: 4588.36 qps: 109225.06 (r/w/o: 76563.70/23489.63/9171.73) lat (ms,95%): 1479.41 err/s: 0.00 reconn/s: 0.00
[ 4s ] thds: 5500 tps: 6376.78 qps: 119360.35 (r/w/o: 84310.56/22077.17/12972.62) lat (ms,95%): 1771.29 err/s: 0.00 reconn/s: 0.00
[ 5s ] thds: 5500 tps: 5464.90 qps: 94748.20 (r/w/o: 64770.77/19259.63/10717.80) lat (ms,95%): 1973.38 err/s: 0.00 reconn/s: 0.00
[ 6s ] thds: 5500 tps: 6132.84 qps: 121591.91 (r/w/o: 85229.83/24117.39/12244.69) lat (ms,95%): 2045.74 err/s: 0.00 reconn/s: 0.00
[ 7s ] thds: 5500 tps: 6433.03 qps: 131214.59 (r/w/o: 91552.42/26782.12/12880.06) lat (ms,95%): 2585.31 err/s: 0.00 reconn/s: 0.00
[ 8s ] thds: 5500 tps: 5651.05 qps: 125050.18 (r/w/o: 90884.86/22854.22/11311.11) lat (ms,95%): 3040.14 err/s: 0.00 reconn/s: 0.00
[ 9s ] thds: 5500 tps: 3543.94 qps: 73832.83 (r/w/o: 51029.19/15723.75/7079.89) lat (ms,95%): 3040.14 err/s: 0.00 reconn/s: 0.00
[ 10s ] thds: 5500 tps: 3398.30 qps: 68002.03 (r/w/o: 47530.22/13668.21/6803.60) lat (ms,95%): 3095.38 err/s: 0.00 reconn/s: 0.00
[ 11s ] thds: 5500 tps: 3571.85 qps: 70722.00 (r/w/o: 49391.90/14187.40/7142.70) lat (ms,95%): 3574.99 err/s: 0.00 reconn/s: 0.00
[ 12s ] thds: 5500 tps: 3179.22 qps: 64139.43 (r/w/o: 45020.11/12762.88/6356.44) lat (ms,95%): 4203.93 err/s: 0.00 reconn/s: 0.00
[ 13s ] thds: 5500 tps: 3723.14 qps: 74624.79 (r/w/o: 52369.96/14814.55/7440.28) lat (ms,95%): 4437.27 err/s: 0.00 reconn/s: 0.00
[ 14s ] thds: 5500 tps: 3709.61 qps: 75191.18 (r/w/o: 53005.49/14762.47/7423.23) lat (ms,95%): 4358.09 err/s: 0.00 reconn/s: 0.00
[ 15s ] thds: 5500 tps: 4514.58 qps: 89831.55 (r/w/o: 62970.09/17837.29/9024.16) lat (ms,95%): 4437.27 err/s: 0.00 reconn/s: 0.00
[ 16s ] thds: 5500 tps: 4255.71 qps: 85420.11 (r/w/o: 59939.87/16961.83/8518.41) lat (ms,95%): 3841.98 err/s: 0.00 reconn/s: 0.00
[ 17s ] thds: 5500 tps: 4738.85 qps: 95575.87 (r/w/o: 67245.80/18849.38/9480.69) lat (ms,95%): 3326.55 err/s: 0.00 reconn/s: 0.00
[ 18s ] thds: 5500 tps: 5140.07 qps: 103365.44 (r/w/o: 72736.01/20350.28/10279.14) lat (ms,95%): 2880.27 err/s: 0.00 reconn/s: 0.00
[ 19s ] thds: 5500 tps: 5143.54 qps: 104337.92 (r/w/o: 73490.69/20564.15/10283.08) lat (ms,95%): 2493.86 err/s: 0.00 reconn/s: 0.00
[ 20s ] thds: 5500 tps: 5348.24 qps: 104461.10 (r/w/o: 70984.88/22872.74/10603.49) lat (ms,95%): 2585.31 err/s: 0.00 reconn/s: 0.00
[ 21s ] thds: 5500 tps: 4040.41 qps: 83822.53 (r/w/o: 61002.21/14643.49/8176.83) lat (ms,95%): 2009.23 err/s: 0.00 reconn/s: 0.00
[ 22s ] thds: 5500 tps: 5056.57 qps: 103333.28 (r/w/o: 72860.85/20357.28/10115.15) lat (ms,95%): 1869.60 err/s: 0.00 reconn/s: 0.00
[ 23s ] thds: 5500 tps: 5224.39 qps: 104957.82 (r/w/o: 73961.51/20547.53/10448.78) lat (ms,95%): 2045.74 err/s: 0.00 reconn/s: 0.00
[ 24s ] thds: 5500 tps: 5034.45 qps: 101640.95 (r/w/o: 71624.21/19947.83/10068.91) lat (ms,95%): 1561.52 err/s: 0.00 reconn/s: 0.00
[ 25s ] thds: 5500 tps: 5085.36 qps: 103642.33 (r/w/o: 72969.16/20502.45/10170.72) lat (ms,95%): 1479.41 err/s: 0.00 reconn/s: 0.00
[ 26s ] thds: 5500 tps: 4900.19 qps: 97727.83 (r/w/o: 68166.67/19760.77/9800.38) lat (ms,95%): 1973.38 err/s: 0.00 reconn/s: 0.00
[ 27s ] thds: 5500 tps: 4624.61 qps: 93756.19 (r/w/o: 66106.50/18400.47/9249.23) lat (ms,95%): 1089.30 err/s: 0.00 reconn/s: 0.00
[ 28s ] thds: 5500 tps: 4659.72 qps: 91276.44 (r/w/o: 64200.09/17756.92/9319.43) lat (ms,95%): 6476.48 err/s: 0.00 reconn/s: 0.00
[ 29s ] thds: 5500 tps: 4911.60 qps: 99289.21 (r/w/o: 69907.59/19558.40/9823.21) lat (ms,95%): 1013.60 err/s: 0.00 reconn/s: 0.00
[ 30s ] thds: 5500 tps: 4743.50 qps: 95912.97 (r/w/o: 67166.98/19258.99/9487.01) lat (ms,95%): 1280.93 err/s: 0.00 reconn/s: 0.00
[ 31s ] thds: 5500 tps: 4370.50 qps: 87441.03 (r/w/o: 59212.79/19487.24/8741.00) lat (ms,95%): 5607.61 err/s: 0.00 reconn/s: 0.00
[ 32s ] thds: 5500 tps: 4200.72 qps: 84524.45 (r/w/o: 59390.10/16732.90/8401.45) lat (ms,95%): 1089.30 err/s: 0.00 reconn/s: 0.00
[ 33s ] thds: 5500 tps: 4690.14 qps: 95012.89 (r/w/o: 66824.03/18808.57/9380.29) lat (ms,95%): 1109.09 err/s: 0.00 reconn/s: 0.00
[ 34s ] thds: 5500 tps: 4655.91 qps: 93490.24 (r/w/o: 65673.76/18504.65/9311.82) lat (ms,95%): 694.45 err/s: 0.00 reconn/s: 0.00
[ 35s ] thds: 5500 tps: 4288.94 qps: 86769.71 (r/w/o: 60463.10/17728.74/8577.87) lat (ms,95%): 733.00 err/s: 0.00 reconn/s: 0.00
[ 36s ] thds: 5500 tps: 4208.16 qps: 85128.27 (r/w/o: 58882.26/17829.68/8416.32) lat (ms,95%): 3095.38 err/s: 0.00 reconn/s: 0.00
[ 37s ] thds: 5500 tps: 5353.10 qps: 85578.65 (r/w/o: 56298.09/18606.36/10674.21) lat (ms,95%): 24110.66 err/s: 0.00 reconn/s: 0.00
[ 38s ] thds: 5500 tps: 1847.00 qps: 38357.92 (r/w/o: 27052.95/7582.99/3721.99) lat (ms,95%): 13308.98 err/s: 0.00 reconn/s: 0.00
[ 39s ] thds: 5500 tps: 1852.99 qps: 39073.84 (r/w/o: 27769.88/7593.97/3709.98) lat (ms,95%): 13071.47 err/s: 0.00 reconn/s: 0.00
[ 40s ] thds: 5500 tps: 3106.00 qps: 64547.01 (r/w/o: 45641.01/12694.00/6212.00) lat (ms,95%): 3639.94 err/s: 0.00 reconn/s: 0.00
[ 41s ] thds: 5500 tps: 3580.69 qps: 74292.38 (r/w/o: 52564.18/14566.82/7161.39) lat (ms,95%): 4280.32 err/s: 0.00 reconn/s: 0.00
[ 42s ] thds: 5500 tps: 5082.43 qps: 103748.37 (r/w/o: 73640.74/19942.76/10164.86) lat (ms,95%): 4855.31 err/s: 0.00 reconn/s: 0.00
[ 43s ] thds: 5500 tps: 5075.23 qps: 104641.70 (r/w/o: 74543.35/19953.90/10144.46) lat (ms,95%): 2880.27 err/s: 0.00 reconn/s: 0.00
[ 44s ] thds: 5500 tps: 4963.88 qps: 101686.61 (r/w/o: 72380.30/19377.54/9928.77) lat (ms,95%): 1869.60 err/s: 0.00 reconn/s: 0.00
[ 45s ] thds: 5500 tps: 4681.03 qps: 93943.69 (r/w/o: 65669.48/18913.14/9361.07) lat (ms,95%): 3639.94 err/s: 0.00 reconn/s: 0.00
[ 46s ] thds: 5500 tps: 4679.92 qps: 96408.34 (r/w/o: 68299.82/18748.68/9359.84) lat (ms,95%): 1304.21 err/s: 0.00 reconn/s: 0.00
[ 47s ] thds: 5500 tps: 4915.08 qps: 94258.55 (r/w/o: 61004.01/23425.39/9829.16) lat (ms,95%): 8484.79 err/s: 0.00 reconn/s: 0.00
[ 48s ] thds: 5500 tps: 4332.97 qps: 90182.42 (r/w/o: 64011.59/17498.89/8671.94) lat (ms,95%): 1401.61 err/s: 0.00 reconn/s: 0.00
[ 49s ] thds: 5500 tps: 4892.19 qps: 99567.79 (r/w/o: 70452.68/19330.74/9784.37) lat (ms,95%): 1739.68 err/s: 0.00 reconn/s: 0.00
[ 50s ] thds: 5500 tps: 4731.04 qps: 94235.77 (r/w/o: 66230.54/18553.15/9452.08) lat (ms,95%): 1235.62 err/s: 0.00 reconn/s: 0.00
[ 51s ] thds: 5500 tps: 4327.56 qps: 88404.95 (r/w/o: 62476.60/17265.23/8663.11) lat (ms,95%): 2449.36 err/s: 0.00 reconn/s: 0.00
[ 52s ] thds: 5500 tps: 4610.20 qps: 88811.88 (r/w/o: 61551.69/18042.79/9217.40) lat (ms,95%): 9977.52 err/s: 0.00 reconn/s: 0.00
[ 53s ] thds: 5500 tps: 4980.31 qps: 100341.17 (r/w/o: 70416.33/19966.23/9958.61) lat (ms,95%): 1506.29 err/s: 0.00 reconn/s: 0.00
[ 54s ] thds: 5500 tps: 5749.35 qps: 96301.07 (r/w/o: 65881.53/18922.85/11496.70) lat (ms,95%): 12384.09 err/s: 0.00 reconn/s: 0.00
[ 55s ] thds: 5500 tps: 1531.08 qps: 31403.63 (r/w/o: 21168.10/7165.37/3070.16) lat (ms,95%): 1589.90 err/s: 0.00 reconn/s: 0.00
[ 56s ] thds: 5500 tps: 2079.96 qps: 43838.17 (r/w/o: 31076.41/8600.84/4160.92) lat (ms,95%): 2632.28 err/s: 0.00 reconn/s: 0.00
[ 57s ] thds: 5500 tps: 4804.02 qps: 100300.37 (r/w/o: 70418.26/20282.08/9600.04) lat (ms,95%): 3386.99 err/s: 0.00 reconn/s: 0.00
[ 58s ] thds: 5500 tps: 5318.05 qps: 108416.02 (r/w/o: 76975.72/20798.20/10642.10) lat (ms,95%): 3911.79 err/s: 0.00 reconn/s: 0.00
[ 59s ] thds: 5500 tps: 5205.14 qps: 106645.89 (r/w/o: 75315.04/20918.57/10412.28) lat (ms,95%): 2362.72 err/s: 0.00 reconn/s: 0.00
[ 60s ] thds: 5500 tps: 5038.75 qps: 103024.94 (r/w/o: 72542.44/20408.00/10074.51) lat (ms,95%): 1869.60 err/s: 0.00 reconn/s: 0.00
[ 61s ] thds: 5500 tps: 4726.82 qps: 96678.38 (r/w/o: 68287.44/18936.29/9454.65) lat (ms,95%): 1708.63 err/s: 0.00 reconn/s: 0.00
[ 62s ] thds: 5500 tps: 4447.28 qps: 90844.64 (r/w/o: 62982.91/18968.18/8893.55) lat (ms,95%): 3639.94 err/s: 0.00 reconn/s: 0.00
[ 63s ] thds: 5500 tps: 4486.14 qps: 91708.85 (r/w/o: 64849.02/17891.56/8968.28) lat (ms,95%): 1304.21 err/s: 0.00 reconn/s: 0.00
[ 64s ] thds: 5500 tps: 4606.70 qps: 91586.99 (r/w/o: 64071.80/18298.80/9216.40) lat (ms,95%): 5124.81 err/s: 0.00 reconn/s: 0.00
[ 65s ] thds: 5500 tps: 4487.25 qps: 89137.93 (r/w/o: 61021.38/19143.06/8973.50) lat (ms,95%): 6713.97 err/s: 0.00 reconn/s: 0.00
[ 66s ] thds: 5500 tps: 4807.89 qps: 96819.77 (r/w/o: 68006.43/19197.56/9615.78) lat (ms,95%): 3841.98 err/s: 0.00 reconn/s: 0.00
[ 67s ] thds: 5500 tps: 4270.03 qps: 85450.67 (r/w/o: 59931.47/16975.13/8544.07) lat (ms,95%): 5312.73 err/s: 0.00 reconn/s: 0.00
[ 68s ] thds: 5500 tps: 4260.93 qps: 86357.50 (r/w/o: 60844.94/16990.70/8521.85) lat (ms,95%): 1191.92 err/s: 0.00 reconn/s: 0.00
[ 69s ] thds: 5500 tps: 4847.05 qps: 92174.89 (r/w/o: 62270.60/20208.20/9696.09) lat (ms,95%): 11317.84 err/s: 0.00 reconn/s: 0.00
[ 70s ] thds: 5500 tps: 4753.90 qps: 97351.00 (r/w/o: 68487.60/19355.60/9507.81) lat (ms,95%): 1678.14 err/s: 0.00 reconn/s: 0.00
[ 71s ] thds: 5500 tps: 4946.22 qps: 93613.09 (r/w/o: 65339.85/18380.80/9892.43) lat (ms,95%): 10917.50 err/s: 0.00 reconn/s: 0.00
[ 72s ] thds: 5500 tps: 4523.88 qps: 88222.57 (r/w/o: 61818.29/17356.52/9047.75) lat (ms,95%): 8638.96 err/s: 0.00 reconn/s: 0.00
[ 73s ] thds: 5500 tps: 4777.84 qps: 97399.74 (r/w/o: 68467.71/19376.35/9555.68) lat (ms,95%): 2120.76 err/s: 0.00 reconn/s: 0.00
[ 74s ] thds: 5500 tps: 5115.87 qps: 103397.28 (r/w/o: 72910.08/20256.47/10230.73) lat (ms,95%): 2238.47 err/s: 0.00 reconn/s: 0.00
[ 75s ] thds: 5500 tps: 5237.91 qps: 104904.10 (r/w/o: 73706.67/20725.63/10471.81) lat (ms,95%): 1938.16 err/s: 0.00 reconn/s: 0.00
[ 76s ] thds: 5500 tps: 4915.06 qps: 99592.29 (r/w/o: 70254.91/19504.25/9833.13) lat (ms,95%): 1533.66 err/s: 0.00 reconn/s: 0.00
[ 77s ] thds: 5500 tps: 4694.09 qps: 96091.88 (r/w/o: 66911.31/19792.39/9388.18) lat (ms,95%): 1836.24 err/s: 0.00 reconn/s: 0.00
[ 78s ] thds: 5500 tps: 4815.10 qps: 96991.01 (r/w/o: 68189.41/19171.40/9630.20) lat (ms,95%): 1589.90 err/s: 0.00 reconn/s: 0.00
[ 79s ] thds: 5500 tps: 4603.14 qps: 92237.86 (r/w/o: 64625.01/18406.57/9206.29) lat (ms,95%): 6835.96 err/s: 0.00 reconn/s: 0.00
[ 80s ] thds: 5500 tps: 4394.46 qps: 88668.25 (r/w/o: 62317.50/17563.83/8786.92) lat (ms,95%): 1427.08 err/s: 0.00 reconn/s: 0.00
[ 81s ] thds: 5500 tps: 4543.41 qps: 91607.14 (r/w/o: 63922.73/18597.59/9086.82) lat (ms,95%): 1739.68 err/s: 0.00 reconn/s: 0.00
[ 82s ] thds: 5500 tps: 4520.31 qps: 90736.16 (r/w/o: 63399.31/18299.24/9037.61) lat (ms,95%): 5813.24 err/s: 0.00 reconn/s: 0.00
[ 83s ] thds: 5500 tps: 4412.97 qps: 88166.36 (r/w/o: 61768.55/17565.87/8831.94) lat (ms,95%): 3706.08 err/s: 0.00 reconn/s: 0.00
[ 84s ] thds: 5500 tps: 4692.89 qps: 93842.82 (r/w/o: 65750.47/18709.56/9382.78) lat (ms,95%): 1109.09 err/s: 0.00 reconn/s: 0.00
[ 85s ] thds: 5500 tps: 4388.73 qps: 89474.50 (r/w/o: 63200.11/17495.92/8778.46) lat (ms,95%): 861.95 err/s: 0.00 reconn/s: 0.00
[ 86s ] thds: 5500 tps: 4586.97 qps: 91208.49 (r/w/o: 64020.64/18015.90/9171.95) lat (ms,95%): 6476.48 err/s: 0.00 reconn/s: 0.00
[ 87s ] thds: 5500 tps: 4650.39 qps: 93202.77 (r/w/o: 65062.42/18839.57/9300.77) lat (ms,95%): 10917.50 err/s: 0.00 reconn/s: 0.00
[ 88s ] thds: 5500 tps: 4229.84 qps: 85006.78 (r/w/o: 59125.76/17422.34/8458.68) lat (ms,95%): 6247.39 err/s: 0.00 reconn/s: 0.00
[ 89s ] thds: 5500 tps: 4229.21 qps: 85463.27 (r/w/o: 59729.98/17276.86/8456.42) lat (ms,95%): 926.33 err/s: 0.00 reconn/s: 0.00
[ 90s ] thds: 5500 tps: 4410.03 qps: 85951.58 (r/w/o: 59312.40/17813.12/8826.06) lat (ms,95%): 16819.24 err/s: 0.00 reconn/s: 0.00
[ 91s ] thds: 5500 tps: 4317.57 qps: 86535.40 (r/w/o: 60251.01/17648.25/8636.14) lat (ms,95%): 11732.86 err/s: 0.00 reconn/s: 0.00
[ 92s ] thds: 5500 tps: 4377.31 qps: 88802.32 (r/w/o: 62311.43/17740.26/8750.62) lat (ms,95%): 1069.86 err/s: 0.00 reconn/s: 0.00
[ 93s ] thds: 5500 tps: 4681.00 qps: 94458.06 (r/w/o: 66431.04/18660.01/9367.01) lat (ms,95%): 1191.92 err/s: 0.00 reconn/s: 0.00
[ 94s ] thds: 5500 tps: 5381.98 qps: 98004.65 (r/w/o: 67922.76/19752.93/10328.96) lat (ms,95%): 17752.80 err/s: 0.00 reconn/s: 0.00
[ 95s ] thds: 5500 tps: 2833.06 qps: 63416.25 (r/w/o: 44470.88/12844.25/6101.12) lat (ms,95%): 5124.81 err/s: 0.00 reconn/s: 0.00
[ 96s ] thds: 5500 tps: 4561.69 qps: 91685.86 (r/w/o: 64515.68/18048.79/9121.39) lat (ms,95%): 1427.08 err/s: 0.00 reconn/s: 0.00
[ 97s ] thds: 5500 tps: 4209.02 qps: 85308.31 (r/w/o: 60115.22/16774.06/8419.03) lat (ms,95%): 1050.76 err/s: 0.00 reconn/s: 0.00
[ 98s ] thds: 5500 tps: 4157.98 qps: 84234.56 (r/w/o: 59431.69/16486.91/8315.96) lat (ms,95%): 861.95 err/s: 0.00 reconn/s: 0.00
[ 99s ] thds: 5500 tps: 4312.14 qps: 86898.84 (r/w/o: 61036.00/17242.56/8620.28) lat (ms,95%): 1280.93 err/s: 0.00 reconn/s: 0.00
[ 100s ] thds: 5500 tps: 4054.11 qps: 82067.21 (r/w/o: 57404.55/16549.45/8113.22) lat (ms,95%): 707.07 err/s: 0.00 reconn/s: 0.00
[ 101s ] thds: 5500 tps: 4516.00 qps: 84873.06 (r/w/o: 58405.04/17582.01/8886.01) lat (ms,95%): 24110.66 err/s: 0.00 reconn/s: 0.00
[ 102s ] thds: 5500 tps: 3904.84 qps: 81483.72 (r/w/o: 57298.70/16231.35/7953.68) lat (ms,95%): 7346.49 err/s: 0.00 reconn/s: 0.00
[ 103s ] thds: 5500 tps: 4186.87 qps: 83359.51 (r/w/o: 57958.27/17028.49/8372.75) lat (ms,95%): 13550.80 err/s: 0.00 reconn/s: 0.00
[ 104s ] thds: 5500 tps: 3969.93 qps: 79858.65 (r/w/o: 56265.05/15650.73/7942.87) lat (ms,95%): 1479.41 err/s: 0.00 reconn/s: 0.00
[ 105s ] thds: 5500 tps: 4112.05 qps: 81618.02 (r/w/o: 57267.72/16126.20/8224.10) lat (ms,95%): 2778.39 err/s: 0.00 reconn/s: 0.00
[ 106s ] thds: 5500 tps: 3802.19 qps: 76731.83 (r/w/o: 54218.71/14908.74/7604.38) lat (ms,95%): 1327.91 err/s: 0.00 reconn/s: 0.00
[ 107s ] thds: 5500 tps: 5320.22 qps: 84631.55 (r/w/o: 55817.34/18174.76/10639.45) lat (ms,95%): 32161.14 err/s: 0.00 reconn/s: 0.00
[ 108s ] thds: 5500 tps: 3797.89 qps: 79496.78 (r/w/o: 56547.42/15353.57/7595.79) lat (ms,95%): 11115.87 err/s: 0.00 reconn/s: 0.00
[ 109s ] thds: 5500 tps: 3774.99 qps: 78389.69 (r/w/o: 55219.79/15624.94/7544.97) lat (ms,95%): 2828.87 err/s: 0.00 reconn/s: 0.00
[ 110s ] thds: 5500 tps: 4278.86 qps: 87728.19 (r/w/o: 62087.01/17079.45/8561.73) lat (ms,95%): 3326.55 err/s: 0.00 reconn/s: 0.00
[ 111s ] thds: 5500 tps: 4123.03 qps: 83846.56 (r/w/o: 59426.39/16176.11/8244.05) lat (ms,95%): 3386.99 err/s: 0.00 reconn/s: 0.00
[ 112s ] thds: 5500 tps: 4401.95 qps: 89636.01 (r/w/o: 63714.30/17115.81/8805.90) lat (ms,95%): 2680.11 err/s: 0.00 reconn/s: 0.00
[ 113s ] thds: 5500 tps: 4692.98 qps: 96155.65 (r/w/o: 68296.75/18471.93/9386.97) lat (ms,95%): 2082.91 err/s: 0.00 reconn/s: 0.00
[ 114s ] thds: 5500 tps: 4763.14 qps: 97544.96 (r/w/o: 68860.09/19157.58/9527.29) lat (ms,95%): 1869.60 err/s: 0.00 reconn/s: 0.00
[ 115s ] thds: 5500 tps: 4546.10 qps: 90069.02 (r/w/o: 62824.41/18152.41/9092.20) lat (ms,95%): 4768.67 err/s: 0.00 reconn/s: 0.00
[ 116s ] thds: 5500 tps: 4936.74 qps: 100220.64 (r/w/o: 70931.21/19421.96/9867.47) lat (ms,95%): 1561.52 err/s: 0.00 reconn/s: 0.00
[ 117s ] thds: 5500 tps: 4756.37 qps: 98432.62 (r/w/o: 68377.29/20541.59/9513.74) lat (ms,95%): 1109.09 err/s: 0.00 reconn/s: 0.00
[ 118s ] thds: 5500 tps: 4266.53 qps: 86887.34 (r/w/o: 59545.38/18807.91/8534.05) lat (ms,95%): 7086.63 err/s: 0.00 reconn/s: 0.00
[ 119s ] thds: 5500 tps: 4387.00 qps: 87479.92 (r/w/o: 61073.94/17632.98/8772.99) lat (ms,95%): 6960.17 err/s: 0.00 reconn/s: 0.00
[ 120s ] thds: 5500 tps: 6283.59 qps: 72765.47 (r/w/o: 42401.83/21225.36/9138.29) lat (ms,95%): 10917.50 err/s: 0.00 reconn/s: 0.00
[ 121s ] thds: 5500 tps: 903.12 qps: 3461.72 (r/w/o: 300.12/2262.64/898.97) lat (ms,95%): 11523.48 err/s: 0.00 reconn/s: 0.00
[ 122s ] thds: 5500 tps: 75.49 qps: 306.26 (r/w/o: 57.15/182.25/66.86) lat (ms,95%): 12163.09 err/s: 0.00 reconn/s: 0.00
[ 123s ] thds: 5500 tps: 2.00 qps: 3.00 (r/w/o: 0.00/2.00/1.00) lat (ms,95%): 4280.32 err/s: 0.00 reconn/s: 0.00
[ 124s ] thds: 5500 tps: 1.00 qps: 5.00 (r/w/o: 0.00/4.00/1.00) lat (ms,95%): 3982.86 err/s: 0.00 reconn/s: 0.00
[ 125s ] thds: 5500 tps: 0.00 qps: 0.00 (r/w/o: 0.00/0.00/0.00) lat (ms,95%): 0.00 err/s: 0.00 reconn/s: 0.00
[ 126s ] thds: 5500 tps: 0.00 qps: 0.00 (r/w/o: 0.00/0.00/0.00) lat (ms,95%): 0.00 err/s: 0.00 reconn/s: 0.00
[ 127s ] thds: 5500 tps: 0.00 qps: 0.00 (r/w/o: 0.00/0.00/0.00) lat (ms,95%): 0.00 err/s: 0.00 reconn/s: 0.00
[ 128s ] thds: 5500 tps: 1.00 qps: 4.00 (r/w/o: 0.00/3.00/1.00) lat (ms,95%): 16224.31 err/s: 0.00 reconn/s: 0.00
[ 129s ] thds: 5500 tps: 0.00 qps: 0.00 (r/w/o: 0.00/0.00/0.00) lat (ms,95%): 0.00 err/s: 0.00 reconn/s: 0.00
[ 130s ] thds: 5500 tps: 0.00 qps: 0.00 (r/w/o: 0.00/0.00/0.00) lat (ms,95%): 0.00 err/s: 0.00 reconn/s: 0.00
[ 131s ] thds: 5500 tps: 1.00 qps: 0.00 (r/w/o: 0.00/0.00/0.00) lat (ms,95%): 14562.82 err/s: 0.00 reconn/s: 0.00
[ 132s ] thds: 5499 tps: 34.00 qps: 37.00 (r/w/o: 1.00/25.00/11.00) lat (ms,95%): 22435.13 err/s: 0.00 reconn/s: 0.00
[ 133s ] thds: 5499 tps: 1.00 qps: 4.00 (r/w/o: 0.00/3.00/1.00) lat (ms,95%): 21641.55 err/s: 0.00 reconn/s: 0.00
[ 134s ] thds: 5495 tps: 38.01 qps: 123.02 (r/w/o: 6.00/80.01/37.01) lat (ms,95%): 22842.77 err/s: 0.00 reconn/s: 0.00
[ 135s ] thds: 5495 tps: 16.00 qps: 48.99 (r/w/o: 8.00/24.00/17.00) lat (ms,95%): 20876.04 err/s: 0.00 reconn/s: 0.00
SQL statistics:
    queries performed:
        read:                            7646562
        write:                           2184732
        other:                           1092366
        total:                           10923660
    transactions:                        546183 (4030.73 per sec.)
    queries:                             10923660 (80614.52 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          135.5027s
    total number of events:              546183

Latency (ms):
         min:                                    7.42
         avg:                                 1213.22
         max:                                51061.73
         95th percentile:                     5124.81
         sum:                            662641363.72

Threads fairness:
    events (avg/stddev):           99.3060/29.16
    execution time (avg/stddev):   120.4802/1.77